Repository: XBMC-Addons/plugin.library.node.editor
Catalog: resources/language/resource.language.*/strings.po
Languages: eu_es

# Addon Summary
source: Manage custom library nodes.
eu_es: Bilduma pertsonalizatuen nodoak kudeatu.

# Addon Description
source: Create and edit custom library nodes.
eu_es: Bilduma pertsonalizatuen nodo bat sortu eta editatu.

# #30000
source: Add content...
eu_es: Edukia gehitu...

# #30001
source: Add path...
eu_es: Bidea gehitu...

# #30002
source: Add order...
eu_es: Ordena gehitu...

# #30003
source: Add limit...
eu_es: Muga gehitu...

# #30004
source: Add grouping...
eu_es: Taldea gehitu...

# #30005
source: Add rule...
eu_es: Araua gehitu...

# #30006
source: New node...
eu_es: Nodo berria...

# #30007
source: New parent node...
eu_es: Hasierako nodo berria...

# #30008
source: Reset library nodes to default...
eu_es: Bildumako nodoak berrezarri lehenetsitako ezarpenetara

# #30009
source: Add component...
eu_es: Osagaia gehitu...

# #30010
source: Manually edit...
eu_es: Eskuz editatu...

# #30091
source: Video Library
eu_es: Bideo-bilduma

# #30092
source: Music Library
eu_es: Musika-bilduma

# #30100
source: Delete
eu_es: Ezabatu

# #30101
source: Edit label
eu_es: Etiketa editatu

# #30102
source: Edit icon
eu_es: Ikonoa editatu

# #30103
source: Browse for icon
eu_es: Ikonoaren arabera bilatu

# #30104
source: Move node
eu_es: Nodoa mugitu

# #30105
source: Edit visibility
eu_es: Ikuspena editatu

# #30106
source: Add to main menu
eu_es: Menu nagusira gehitu

# #30107
source: Browse for value
eu_es: Balioaren arabera bilatu

# #30200
source: Content
eu_es: Edukia

# #30201
source: Order
eu_es: Ordena

# #30202
source: Grouping
eu_es: Taldea

# #30203
source: Limit
eu_es: Mugatu

# #30204
source: Path
eu_es: Bidea

# #30205
source: Rule
eu_es: Araua

# #30206
source: Match
eu_es: Bat-etortze

# #30300
source: Set name
eu_es: Izena ezarri

# #30301
source: Set visibility condition
eu_es: Ikuspen-baldintza ezarri

# #30302
source: Set order index
eu_es: Ordenaren indizea ezarri

# #30303
source: Name of new parent node
eu_es: Hasierako nodo berriaren izena

# #30304
source: Start with defaults
eu_es: Lehenetsitako ezarpenekin hasi

# #30305
source: Field
eu_es: Arloa

# #30306
source: Operator
eu_es: Operadorea

# #30307
source: Value
eu_es: Balioa

# #30308
source: Content type
eu_es: Eduki-mota

# #30309
source: Content
eu_es: Edukia

# #30310
source: Group
eu_es: Taldea

# #30311
source: Limit
eu_es: Muga

# #30312
source: Path
eu_es: Bidea

# #30313
source: Icon
eu_es: Ikonoa

# #30314
source: Order by
eu_es: Ordenatu

# #30315
source: Direction
eu_es: Helbidea

# #30316
source: Name of new node
eu_es: Nodo berriaren izena

# #30317
source: Retrieving values...
eu_es: Balioak berreskuratzen...

# #30318
source: Property
eu_es: Jabetza

# #30400
source: Unable to copy default library nodes
eu_es: Lehenetsitako bildumako nodoak kopiatzea ezin izan da

# #30401
source: Are you sure you want to delete this node?
eu_es: Ziur al zaude nodo hau ezabatu nahi duzula?

# #30402
source: Are you sure you want to reset all nodes?
eu_es: Ziur al zaude nodo guztiak berrezarri nahi dituzula?

# #30403
source: Are you sure you want to delete this property?
eu_es: Ziur al zaude jabetza hau ezabatu nahi duzula?

# #30404
source: Content parameter can't be deleted whilst this node still has an Order, Limit or Rule parameter.
eu_es: Edukiaren parametroa ezin da ezabatu, nodo honek oraindik ordena, muga edo arauaren parametroa baldin badu.

# #30405
source: Are you sure you want to delete this rule?
eu_es: Ziur al zaude arau hau ezabatu nahi duzula?

# #30406
source: Order requires a Content parameter
eu_es: Ordenak edukiaren parametro bat behar du

# #30407
source: Are you sure you want to delete this component?
eu_es: Ziur al zaude osagai hau ezabatu nahi duzula?

# #30408
source: Custom property...
eu_es: Jabetza pertsonalizatua...

# #30409
source: No options to select from were found
eu_es: Aukerarik hautatzeko ez da aurkitu

# #30410
source: Getting plugin listings...
eu_es: Pluginen zerrenda eskuratzen...

# #30411
source: Link path to here
eu_es: Bidearen esteka hemen

# #30500
source: Genre ID
eu_es: Generoaren ID

# #30501
source: Country ID
eu_es: Herrialdearen ID

# #30502
source: Studio ID
eu_es: Estudioaren ID

# #30503
source: Director ID
eu_es: Zuzendariaren ID

# #30504
source: Actor ID
eu_es: Antzezlearen ID

# #30505
source: Set ID
eu_es: Bildumaren ID

# #30506
source: Tag ID
eu_es: Etiketaren ID

# #30507
source: TV Show ID
eu_es: Telesailaren ID

# #30508
source: Artist ID
eu_es: Artistaren ID

# #30509
source: Album ID
eu_es: Albumaren ID

# #30510
source: Role ID
eu_es: Rolaren ID

# #30511
source: Song ID
eu_es: Abestiaren ID

# #30512
source: Album artists only
eu_es: Albumen artistak soilik

# #30513
source: Show singles
eu_es: Single-ak erakutsi

# #30514
source: Plugin...
eu_es: Plugina...
